{
    "movies": [{
            "id": 1,
            "name": "Matrix Reloaded",
            "img": "../Images/Pop/img1.png",
            "description": "En su peligroso viaje para comprender mejor al constructor de Matrix y su decisivo papel en el destino de la humanidad, Neo se enfrentará a una mayor resistencia, a una verdad aún mayor y a una decisión más imposible de lo jamás imaginó. No viniste aquí para tomar la decisión. Ya la habías tomado.",
            "duration": "2h 9m",
            "year": "2003",
            "genre": "popular"
        },
        {
            "id": 2,
            "name": "Bob Esponja",
            "img": "../Images/Pop/img2.png",
            "description": "En esta película, Plankton diseña un plan para desacreditar a su némesis de negocios, Don Cangrejo, robar la fórmula secreta de la Cangreburguer y conquistar el mundo robando la corona del Rey Neptuno y enmarcando a Don Cangrejo por el crimen.",
            "duration": "1h 27m",
            "year": "2004",
            "genre": "popular"
        },
        {
            "id": 3,
            "name": "The Amazing Spiderman",
            "img": "../Images/Pop/img3.png",
            "description": "Sinopsis: Es la historia de Peter Parker (Andrew Garfield), un parias estudiante de secundaria que fue abandonado por sus padres cuando era niño, dejando que fuera criado por su tío Ben (Martin Sheen) y su tía May (Sally Field).",
            "duration": "2h 14m",
            "year": "2012",
            "genre": "popular"
        },
        {
            "id": 4,
            "name": "How to train your Dragon",
            "img": "../Images/Pop/img4.png",
            "description": "Hipo, un vikingo adolescente, comienza las clases de entrenamiento con dragones, y ve por fin una oportunidad para demostrar que es capaz de convertirse en guerrero, cuando hace amistad con un dragón herido.",
            "duration": "1h 38m",
            "year": "2010",
            "genre": "popular"
        },
        {
            "id": 5,
            "name": "Chrismas Chronicles",
            "img": "../Images/Pop/img5.png",
            "description": "En Nochebuena, los hermanos Kate (Darby Camp) y Teddy Pierce (Judah Lewis) tienen un objetivo: quieren grabar en vídeo a Papá Noel (Kurt Russell). Para ello, tendrán que pasar la noche esperando la llegada de Santa. Pero sus planes no salen exactamente como querían, y provocan un accidente que casi arruina las fiestas.",
            "duration": "1h 52m",
            "year": "2018",
            "genre": "popular"
        },
        {
            "id": 6,
            "name": "John Wick 3",
            "img": "../Images/Pop/img6.png",
            "description": "John Wick regresa de nuevo pero con una recompensa sobre su cabeza que persigue unos mercenarios. Tras asesinar a uno de los miembros de su gremio, Wick es expulsado y se convierte en el foco de atención de todos los sicarios de la organización.",
            "duration": "2h 11m",
            "year": "2019",
            "genre": "popular"
        },
        {
            "id": 7,
            "name": "Naruto",
            "img": "../Images/anime/img1.png",
            "description": "La obra narra la historia de un ninja huérfano adolescente, cuyos padres murieron en Ataque del Zorro Demonio de Nueve Colas, llamado Naruto Uzumaki, quien aspira a convertirse en Hokage, líder de su aldea, con el propósito de ser reconocido como alguien importante dentro de la aldea y entre sus compañeros.",
            "duration": "Episodios: 202",
            "year": "2002",
            "genre": "anime"
        },
        {
            "id": 8,
            "name": "Pokemon",
            "img": "../Images/anime/img2.png",
            "description": "Ash Ketchum es uno de ellos, un niño de 10 años que sueña con llegar a ser el mejor entrenador Pokémon del mundo, por lo que visita al profesor Oak, una autoridad en la materia. El profesor le informa que lo primero que debe hacer es escoger un Pokémon (hay más de seiscientos). Ash escoge a Pikachu.",
            "duration": "Episodios: 1.115",
            "year": "1997",
            "genre": "anime"
        },
        {
            "id": 9,
            "name": "Caballeros del Zodiaco",
            "img": "../Images/anime/img3.png",
            "description": "Según cuenta la leyenda, unos jóvenes guerreros poseedores de grandes habilidades son los principales responsables de proteger a Atenea, la diosa de la guerra. Años más tarde, la princesa Saori Kido, reencarnación de la Diosa, se encuentra en peligro y necesita de esa legendaria protección.",
            "duration": "Episodios: 114",
            "year": "1986",
            "genre": "anime"
        },
        {
            "id": 10,
            "name": "One Piece",
            "img": "../Images/anime/img4.png",
            "description": "One Piece es la historia de un chico llamado Monkey D. Luffy, quién se inspiró en Shanks, un pirata que le salvó la vida, para convertirse en el Rey de los Piratas. ... Luffy se convierte en uno de ellos, deseando ser el próximo Rey de los Piratas y se dispone a reunir compañeros de tripulación y comenzar sus aventuras.",
            "duration": "Episodios: 981",
            "year": "1999",
            "genre": "anime"
        },
        {
            "id": 11,
            "name": "One Punch",
            "img": "../Images/anime/img5.png",
            "description": "La historia gira alrededor de un héroe llamado Saitama, el cual vive en la Ciudad Z de Japón. Todas las ciudades son atacadas por monstruos constantemente, y los héroes deben encargarse de proteger a los habitantes con sus habilidades eliminando a cada uno de los enemigos.",
            "duration": "Episodios: 18",
            "year": "2015",
            "genre": "anime"
        },
        {
            "id": 12,
            "name": "The Seven Deadly Sins",
            "img": "../Images/anime/img6.png",
            "description": "Elizabeth Liones es la tercera princesa del Reino de Liones que decide huir del país tras un golpe de estado. Su misión es buscar a los caballeros que se hacen llamar Los siete pecados capitales, que actualmente están en paradero desconocido por ser considerados los peores criminales del reino.",
            "duration": "Episodios: 100",
            "year": "2014",
            "genre": "anime"
        },
        {
            "id": 13,
            "name": "Breaking Bad",
            "img": "../Images/eeuu/img1.png",
            "description": "Walter White (Bryan Cranston) es un frustrado profesor de química en un instituto, padre de un joven discapacitado y con una mujer (Anna Gunn) embarazada. Además, trabaja en un lavadero de vehículos por las tardes. Cuando le diagnostican un cáncer pulmonar terminal se plantea qué pasará con su familia cuando él muera.",
            "duration": "Episodios 62",
            "year": "2008",
            "genre": "crimen"
        },
        {
            "id": 14,
            "name": "Arrow",
            "img": "../Images/eeuu/img2.png",
            "description": "La serie sigue a Pepe peponcio 3 (Stephen Amell), el multimillonario playboy de Ciudad Starling, que es descubierto en la misteriosa isla de Lian Yu cinco años después de que naufragara con su padre. A su regreso a Ciudad Starling, se reúne con su madre, Moira Queen (Susanna Thompson), su hermana, Thea Queen (Willa Holland), y sus amigos, Tommy Merlyn (Colin Donnell) y Laurel Lance (Katie Cassidy).",
            "duration": "Episodios: 170",
            "year": "2012",
            "genre": "crimen"
        },
        {
            "id": 15,
            "name": "El Chapo",
            "img": "../Images/eeuu/img3.png",
            "description": "La serie narra los inicios de Joaquín El Chapo Guzmán en 1985, cuándo era un miembro de nivel bajo del Cártel de Guadalajara, hasta su aumento de poder y su última caída.",
            "duration": "Episodios: 34",
            "year": "2017",
            "genre": "crimen"
        },
        {
            "id": 16,
            "name": "Narcos",
            "img": "../Images/eeuu/img4.png",
            "description": "Dos agentes de la DEA, Steve Murphy (Boyd Holbrook) y Javier Peña (Pedro Pascal), tiene como objetivo detener en Colombia a Pablo Escobar (Wagner Moura), jefe del Cartel de Medellín. Narcos es una serie de televisión desarrollada por Netflix que se centra en la historia real de una peligrosa difusión y propagación de una red de cocaína por todo el mundo durante los años 70 y 80. ... Esta ficción dramática sigue a uno de los capos de la cocaína más importante de Colombia, Pablo Escobar.",
            "duration": "Episodios: 30",
            "year": "2015",
            "genre": "crimen"
        },
        {
            "id": 17,
            "name": "Gotham",
            "img": "../Images/eeuu/img5.png",
            "description": "Gotham sigue la vida y el ascenso del detective James Gordon (Ben Mckenzie) en una ciudad perdida en la corrupción y el mal. Creciendo en los suburbios que rodean Gotham, Gordon idealizó la ciudad como una metrópoli glamorosa y emocionante donde su difunto padre sirvió como un exitoso fiscal de distrito.",
            "duration": "Episodios: 100",
            "year": "2014",
            "genre": "crimen"
        },
        {
            "id": 18,
            "name": "Flash",
            "img": "../Images/eeuu/img6.png",
            "description": "Barry Allen perdió a su madre con tan sólo 11 años cuando fue asesinada y su padre cargo con el crimen, siendo condenado injustamente. ... Después de estar nueve meses en coma, Barry Allen se despierta y ya no es el mismo. El rayo le ha dotado de una velocidad sobrenatural.",
            "duration": "Episodios: 114",
            "year": "2014",
            "genre": "crimen"
        }
    ]
}